---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.CmCaret2
source: html/4d7b301c-7593-102a-f4e1-f1194612c473.htm
---
# Autodesk.Revit.DB.SymbolTypeId.CmCaret2 Property

Symbol cm^2, indicating unit Square centimeters.

## Syntax (C#)
```csharp
public static ForgeTypeId CmCaret2 { get; }
```